[{"model": "Api.livro", "pk": 1, "fields": {"nome": "Vidas Secas", "capa": "vidas-secas.jpg", "autor": "Graciliano Ramos", "editora": "Record", "genero": "Romance", "descricao": "Lançado originalmente em 1938, Vidas secas retrata a vida miserável de uma família de retirantes sertanejos obrigada a se deslocar de tempos em tempos para áreas menos castigadas pela seca. O pai, Fabiano, caminha pela paisagem árida da caatinga do Nordeste brasileiro com a sua mulher, Sinha Vitória, e os dois filhos, que não têm nome, sendo chamados apenas de “filho mais velho” e “filho mais novo”. São também acompanhados pela cachorrinha da família, Baleia, cujo nome é irônico, pois a falta de comida a fez muito magra.", "data_criacao": "2023-04-25T21:40:38.068Z"}}, {"model": "Api.livro", "pk": 2, "fields": {"nome": "Um odisseia no espaço", "capa": "uma-odisseia-no-espaco.jpg", "autor": "Arthur C. Clarke", "editora": "Aleph", "genero": "Ficção Científica", "descricao": "Nos primórdios da humanidade, quando a fome e os predadores ameaçavam a raça humana, chega à Terra um objeto inusitado, inacessível à limitada compreensão da mente pré-histórica, mas que influencia os homens a descobrir coisas que permitem a sua própria evolução.\r\nMilhões de anos depois, a descoberta de um monólito soterrado na Lua deixa os cientistas perplexos. Para investigar esse mistério, a Terra envia ao espaço uma equipe altamente treinada e HAL 9000, uma inteligência artificial responsável pelo funcionamento da nave e pela segurança dos tripulantes. Porém, o surgimento de pequenas falhas levanta a suspeita de que há algo errado com a missão.\r\nEscrito por Arthur C. Clarke com o intuito de expandir a história criada com Stanley Kubrick para o cinema, 2001: uma odisseia no espaço desconcerta o leitor e o conduz a um futuro alternativo da história humana.", "data_criacao": "2023-04-25T21:42:35.434Z"}}, {"model": "Api.livro", "pk": 3, "fields": {"nome": "Tordo Arado", "capa": "tordo-arado_W0lI3gd.jpg", "autor": "Itamar viera junior", "editora": "Todavia", "genero": "Romance", "descricao": "Nas profundezas do sertão baiano, as irmãs Bibiana e Belonísia encontram uma velha e misteriosa faca na mala guardada sob a cama da avó. Ocorre então um acidente. E para sempre suas vidas estarão ligadas ― a ponto de uma precisar ser a voz da outra. Numa trama conduzida com maestria e com uma prosa melodiosa, o romance conta uma história de vida e morte, de combate e redenção.", "data_criacao": "2023-04-25T21:43:38.869Z"}}, {"model": "Api.livro", "pk": 4, "fields": {"nome": "Mob Dick", "capa": "mob_dick.jpg", "autor": "Herman Melville", "editora": "Pipoca & Nanquin", "genero": "Romance", "descricao": "Moby Dick é um verdadeiro triunfo do premiado artista francês Christophe Chabouté, aclamada como a mais impressionante adaptação desse clássico da literatura para os quadrinhos. A epopeia do obcecado capitão Ahab em busca do cachalote branco é recontada de forma magistral pelas mãos de um mestre, que optou por conservar o texto original de Herman Melville, transformando-o numa primorosa narrativa gráfica. Prepare-se para a emocionante caçada à maior das criaturas do mar, ao lado do narrador Ismael, do misterioso aborígene Queequeg e de uma tripulação que oferece o próprio sangue para seu capitão em troca da promessa de glória e ouro, sem saber que, na verdade, o que os aguarda é a desgraça e o infortúnio!", "data_criacao": "2023-04-25T21:46:10.128Z"}}, {"model": "Api.livro", "pk": 5, "fields": {"nome": "Capitães da areia", "capa": "capitaes-da-areia_ZI129iq.jpg", "autor": "Jorge Amado", "editora": "Companhia de bolso", "genero": "Romance", "descricao": "Desde o seu lançamento, em 1937, Capitães da Areia causou escândalo: inúmeros exemplares do livro foram queimados em praça pública, por determinação do Estado Novo. Ao longo de sete décadas a narrativa não perdeu viço nem atualidade, pelo contrário: a vida urbana dos meninos pobres e infratores ganhou contornos trágicos e urgentes. Várias gerações de brasileiros sofreram o impacto e a sedução desses meninos que moram num trapiche abandonado no areal do cais de Salvador, vivendo à margem das convenções sociais. Verdadeiro romance de formação, o livro nos torna íntimos de suas pequenas criaturas, cada uma delas com suas carências e suas ambições: do líder Pedro Bala ao religioso Pirulito, do ressentido e cruel Sem-Pernas ao aprendiz de cafetão Gato, do sensato Professor ao rústico sertanejo Volta Seca. Com a força envolvente da sua prosa, Jorge Amado nos aproxima desses garotos e nos contagia com seu intenso desejo de liberdade.", "data_criacao": "2023-04-25T21:52:40.441Z"}}, {"model": "Api.livro", "pk": 6, "fields": {"nome": "Kafka à beira mar", "capa": "kafka.jpg", "autor": "Haruki Murakami", "editora": "Alfaguara", "genero": "Romance", "descricao": "Kafka à beira-mar é um dos romances mais ambiciosos do escritor japonês Haruki Murakami, e uma das mais surpreendentes obras da literatura contemporânea. Centrado na jornada de dois personagens, é um livro imaginativo, com referências que vão do mundo pop japonês às tragédias gregas. Kafka Tamura é um solitário menino de quinze anos que decide fugir da casa do pai para escapar de uma terrível profecia, além de tentar encontrar a mãe e a irmã, que partiram quando ele ainda era criança. Leva poucos pertences numa mochila e não sabe nem ao menos que rumo seguir. Sua rota de fuga irá se cruzar, inevitavelmente, com a de Satoru Nakata, um homem idoso que, após passar por um trauma inexplicável na infância, adquiriu estranhos poderes sobrenaturais. A odisseia desses personagens, tão misteriosa para eles quanto para nós, será pontilhada por provações e descobertas, numa das mais surpreendentes obras da literatura dos últimos anos.", "data_criacao": "2023-04-25T21:54:56.055Z"}}, {"model": "Api.livro", "pk": 7, "fields": {"nome": "Flores para algernon", "capa": "flores-para-algernon.jpg", "autor": "Daniel Keyes", "editora": "Aleph", "genero": "Ficção Científica", "descricao": "Com excesso de erros no início do romance, os relatos de Charlie revelam sua condição limitada, consequência de uma grave deficiência intelectual, que ao menos o mantém protegido dentro de um “mundo” particular – indiferente às gozações dos colegas de trabalho e intocado por tragédias familiares. Porém, ao participar de uma cirurgia revolucionária que aumenta o seu QI, ele não apenas se torna mais inteligente que os próprios médicos que o operaram, como também vira testemunha de uma nova realidade: ácida, crua e problemática. Se o conhecimento é uma benção, Daniel Keyes constrói um personagem complexo e intrigante, que questiona essa sorte e reflete sobre suas relações sociais e a própria existência. E tudo isso ao lado de Algernon, seu rato de estimação e a primeira cobaia bem-sucedida no processo cirúrgico.\r\n\r\nPerturbador e profundo, Flores para Algernon é tão contemporâneo quanto na época de sua primeira publicação, debatendo visões de mundo, relações interpessoais e, claro, a percepção sobre nós mesmos. Assim, se você está preparado para explorar as realidades de Charlie Gordon, também é a chance para perguntar: afinal, o mundo que sempre percebemos a nossa volta realmente existe?", "data_criacao": "2023-04-25T21:56:20.639Z"}}, {"model": "Api.livro", "pk": 8, "fields": {"nome": "Hobbit", "capa": "Hobbit.jpg", "autor": "J.R.R Tollkien", "editora": "HarperCollins", "genero": "Fantasia", "descricao": "Bilbo Bolseiro era um dos mais respeitáveis hobbits de todo o Condado até que, um dia, o mago Gandalf bate à sua porta. A partir de então, toda sua vida pacata e campestre soprando anéis de fumaça com seu belo cachimbo começa a mudar. Ele é convocado a participar de uma aventura por ninguém menos do que Thorin Escudo-de-Carvalho, um príncipe do poderoso povo dos Anãos.", "data_criacao": "2023-04-25T21:57:55.409Z"}}, {"model": "Api.livro", "pk": 9, "fields": {"nome": "Sobre os ossos dos mortos", "capa": "sobre-os-ossos-dos-mortos.jpg", "autor": "Olga Tokarczuk", "editora": "Todavia", "genero": "Ficção", "descricao": "Subversivo, macabro e discutindo temas como mundo natural e civilização, este livro parte de uma história de crime e investigação convencional para se converter numa espécie de suspense existencial. “Uma das grandes vozes humanistas da Europa”, segundo o jornal The Guardian, Olga Tokarczuk oferece um romance instigante sobre temas como loucura, injustiça e direitos dos animais.", "data_criacao": "2023-04-25T21:59:40.728Z"}}, {"model": "Api.livro", "pk": 10, "fields": {"nome": "Eu robo", "capa": "eu-robo.jpg", "autor": "Isac Asimov", "editora": "Aleph", "genero": "Ficção Científica", "descricao": "Um dos maiores clássicos da literatura de ficção científica, Eu, Robô, escrito pelo Bom Doutor, Isaac Asimov foi publicado originalmente em 1950. O livro serviu como base para o roteiro do filme homônimo, no qual Will Smith interpreta o protagonista, o detetive Del Spooner. Porém, a obra é bastante diferente da história apresentada nas telonas. Eu, Robô é um conjunto de nove contos que relatam a evolução dos autômatos através do tempo. É neste livro que são apresentadas as célebres Três Leis da Robótica: os princípios que regem o comportamento dos robôs e que mudaram definitivamente a percepção que se tem sobre eles na própria ciência. Eu, Robô inicia-se com uma entrevista com a Dra. Susan Calvin, uma psicóloga roboticista da U.S Robots & Mechanical. Ela é o fio condutor da obra, responsável por contar os relatos de seu trabalho e também da evolução dos autômatos. Algumas histórias são mais leves e emocionantes como Robbie, o robô baba, outras, como Razão, levam o leitor a refletir sobre religião e até sobre sua condição humana. A edição traz um posfácio escrito pelo próprio autor sobre sua história de amor com os robôs, tão comuns em sua obra.", "data_criacao": "2023-04-25T22:00:41.594Z"}}, {"model": "Api.livro", "pk": 11, "fields": {"nome": "Trilogia da fundação", "capa": "trilogia-fundacao.jpg", "autor": "Isac Asimov", "editora": "Aleph", "genero": "Ficção Científica", "descricao": "Há doze mil anos, o Império Galáctico reina, absoluto, sobre todos os mundos habitados. Mas esse reinado ignora um futuro terrível: uma crise levará a humanidade a uma era sombria de ignorância e barbárie que se estenderá por milênios.\r\nO único homem a prever a tragédia é Hari Seldon, que a partir de uma ciência recém-descoberta, a psico-história, cria um plano para preservar todo o conhecimento humano e evitar o declínio da civilização. Esse plano será a última esperança da humanidade e deverá ser colocado em prática, através dos séculos, pelos membros da Fundação.\r\nPublicado originalmente em 1951, Fundação permite o encontro da grandiosidade temática inspirada por Declínio e queda do Império Romano, de Edward Gibbon, e as situações únicas de exploração do cenário galáctico e futurístico, retratando como isso reflete nos caminhos da humanidade.", "data_criacao": "2023-04-25T22:02:13.795Z"}}, {"model": "Api.livro", "pk": 12, "fields": {"nome": "Admirável Mundo novo", "capa": "aldox-huxley.jpg", "autor": "Aldous Leonard Huxley", "editora": "Biblioteca Azul", "genero": "Distopia", "descricao": "Em uma sociedade organizada segundo princípios estritamente científicos, Bernard Marx, um psicólogo, sente-se inadequado quando se compara aos outros seres de sua casta. Ao descobrir uma “reserva histórica” que preserva costumes de uma sociedade anterior – muito semelhante à do leitor – Bernard vai perceber as diferenças entre esta civilização e a sua – e a partir de um sentimento de inconformismo ele desafiará o mundo. A história de Bernard se passa em um ambiente em que a literatura, a música e o cinema só têm a função de solidificar a alienação; um universo que louva o avanço da técnica, a produção em série, a uniformidade contra a diversidade.", "data_criacao": "2023-04-25T22:04:41.215Z"}}, {"model": "Api.livro", "pk": 13, "fields": {"nome": "Sapiens - Um breve historia sobre a humanidade", "capa": "uma-breve-historia.jpg", "autor": "Yuval Noah Harari", "editora": "Companhia das letras", "genero": "Não ficção", "descricao": "O planeta Terra tem cerca de 4,5 bilhões de anos. Numa fração ínfima desse tempo, uma espécie entre incontáveis outras o dominou: nós, humanos. Somos os animais mais evoluídos e mais destrutivos que jamais viveram.\r\nSapiens é a obra-prima de Yuval Noah Harari e o consagrou como um dos pensadores mais brilhantes da atualidade. Num feito surpreendente, que já fez deste livro um clássico contemporâneo, o historiador israelense aplica uma fascinante narrativa histórica a todas as instâncias do percurso humano sobre a Terra. Da Idade da Pedra ao Vale do Silício, temos aqui uma visão ampla e crítica da jornada em que deixamos de ser meros símios para nos tornarmos os governantes do mundo.\r\nHarari se vale de uma abordagem multidisciplinar que preenche as lacunas entre história, biologia, filosofia e economia, e, com uma perspectiva macro e micro, analisa não apenas os grandes acontecimentos, mas também as mudanças mais sutis notadas pelos indivíduos.", "data_criacao": "2023-04-25T22:07:01.855Z"}}, {"model": "Api.livro", "pk": 14, "fields": {"nome": "Tudo é rio", "capa": "tudo-e-rio.jpg", "autor": "Carla Madeira", "editora": "Record", "genero": "Romance", "descricao": "Com uma narrativa madura, precisa e ao mesmo tempo delicada e poética, o romance narra a história do casal Dalva e Venâncio, que tem a vida transformada após uma perda trágica, resultado do ciúme doentio do marido, e de Lucy, a prostituta mais depravada e cobiçada da cidade, que entra no caminho deles, formando um triângulo amoroso.\r\n\r\nNa orelha do livro, Martha Medeiros escreve: “Tudo é rio é uma obra-prima, e não há exagero no que afirmo. É daqueles livros que, ao ser terminado, dá vontade de começar de novo, no mesmo instante, desta vez para se demorar em cada linha, saborear cada frase, deixar-se abraçar pela poesia da prosa. Na primeira leitura, essa entrega mais lenta é quase impossível, pois a correnteza dos acontecimentos nos leva até a última página sem nos dar chance para respirar. É preciso manter-se à tona ou a gente se afoga.”\r\n\r\nA metáfora do rio se revela por meio da narrativa que flui – ora intensa, ora mais branda – de forma ininterrupta, mas também por meio do suor, da saliva, do sangue, das lágrimas, do sêmen, e Carla faz isso sem ser apelativa, sem sentimentalismo barato, com a habilidade que só os melhores escritores possuem.", "data_criacao": "2023-04-25T22:08:40.872Z"}}, {"model": "Api.livro", "pk": 15, "fields": {"nome": "Senhor das moscas", "capa": "senhor-das-moscas.jpg", "autor": "Wiliam Golding", "editora": "Alfguara", "genero": "Romance", "descricao": "Senhor das Moscas é um dos romances essenciais da literatura mundial. Adaptado duas vezes para o cinema e traduzido para 35 idiomas, o clássico de William Golding já foi visto como uma alegoria, uma parábola, um tratado político e até mesmo uma visão do apocalipse.\r\nDurante a Segunda Guerra Mundial, um avião cai numa ilha deserta e os únicos sobreviventes são um grupo de meninos. Liderados por Ralph, eles procuram se organizar enquanto esperam um possível resgate. Mas aos poucos esses garotos aparentemente inocentes transformam a ilha numa visceral disputa pelo poder, e sua selvageria rasga a fina superfície da civilidade.\r\nAo narrar essa história sobre meninos perdidos numa ilha, aos poucos se deixando levar pela barbárie, Golding constrói uma reflexão sobre o limite entre o poder e a violência desmedida. Senhor das Moscas mantém o mesmo impacto desde seu lançamento: um clássico moderno que retrata de maneira inigualável as áreas de sombra e escuridão da essência do ser humano.", "data_criacao": "2023-04-25T22:10:16.627Z"}}, {"model": "Api.livro", "pk": 16, "fields": {"nome": "Pequeno Principe", "capa": "pequeno-principe.jpg", "autor": "Antoine de Saint-Exupéry", "editora": "Via leitura", "genero": "Novela", "descricao": "As sábias, encantadoras e inesquecíveis histórias contadas pelo pequeno príncipe falam de seu próprio planeta, com seus três vulcões e uma flor presunçosa.\r\n\r\nUma história maravilhosa e profunda, para todas as idades, e ilustrada pelo próprio autor.\r\n\r\nEdição brochura, no formato tradicional da obra.\r\n\r\nNova tradução, pela professora de Literatura Francesa Isolina Bresolin Vianna. Ilustrado com as aquarelas do próprio Saint-Exupéry.\r\n\r\nO pequeno príncipe é um dos maiores clássicos da literatura francesa. Sempre presente nas listas de best-sellers, já foi publicado em mais de 250 idiomas, e tornou-se o livro mais lido e mais traduzido na literatura internacional.", "data_criacao": "2023-04-25T22:12:57.046Z"}}, {"model": "Api.livro", "pk": 17, "fields": {"nome": "Pequena coegrafia do adeus", "capa": "pequena-coegrafia-do-adeus.jpg", "autor": "Aline Bei", "editora": "Companhia das letras", "genero": "Romance", "descricao": "Julia é filha de pais separados: sua mãe não suporta a ideia de ter sido abandonada pelo marido, enquanto seu pai não suporta a ideia de ter sido casado. Sufocada por uma atmosfera de brigas constantes e falta de afeto, a jovem escritora tenta reconhecer sua individualidade e dar sentido à sua história, tentando se desvencilhar dos traumas familiares.\r\nEntre lembranças da infância e da adolescência, e sonhos para o futuro, Julia encontra personagens essenciais para enfrentar a solidão ao mesmo tempo que ensaia sua própria coreografia, numa sequência de movimentos de aproximação e afastamento de seus pais que lhe traz marcas indeléveis.\r\nEscrito com a prosa original que fez de Aline Bei uma das grandes revelações da literatura brasileira contemporânea, Pequena coreografia do adeus é um romance emocionante que mostra como nossas relações moldam quem somos.", "data_criacao": "2023-04-25T22:14:23.181Z"}}, {"model": "Api.livro", "pk": 18, "fields": {"nome": "Sol é para todos", "capa": "o-sol-e-para-todos.jpg", "autor": "Harper Lee", "editora": "José Olympio", "genero": "Romance", "descricao": "Considerado um dos romances norte-americanos mais importantes do século XX, O sol é para todos surpreende pela atualidade de seu enredo e estilo. A lamentável permanência do tema, o racismo, percorre a narrativa de Scout, criança sensível, filha do advogado Atticus Finch, responsável pela defesa de um homem negro acusado de estuprar uma mulher branca em Maycomb, pequeno município de Alabama, no sul dos Estados Unidos, no início dos anos 1930.Os sentimentos que cercam a família e a cidade de Scout - desde que Atticus se dispôs a cuidar do famigerado caso - são nossos velhos conhecidos: preconceito racial e social, conformismo diante das injustiças e a mais pura malícia destilada em relações banais e familiares. Apesar da crua humanidade desses personagens, Scout enxerga a realidade com o frescor dos olhos infantis, e conta sua história, deixando um improvável rastro de esperança.", "data_criacao": "2023-04-25T22:16:51.983Z"}}, {"model": "Api.livro", "pk": 19, "fields": {"nome": "O jogador", "capa": "o-jogador.jpg", "autor": "Fiódor Dostoiévski", "editora": "Martin Claret", "genero": "Romance", "descricao": "\"O jogador\", de Fiódor Dostoiévski é um primoroso romance cujo teor psicológico ultrapassa os estreitos limites do gênero recreativo. Baseado num profundo conhecimento das práticas e rotinas do cassino, ele evidencia a sinistra degradação de um jovem culto e talentoso que sacrifica o melhor de si à doentia paixão pelos jogos de azar, a qual lhe subjuga e destrói, aos poucos, a alma. O protagonista, em que se percebem diversos traços do próprio autor, vê toda a sua riqueza espiritual – dignidade, força de caráter e honra cavalheiresca – levada pela estonteante rotação da roleta. Mesmo o amor, a única fonte de alegrias e esperanças que ele possui, acaba sorvido por esse redemoinho... Os vícios humanos, sejam relacionados ao jogo, como no livro de Dostoiévski, ou às drogas, como em nossa realidade cotidiana, ainda estão longe de ser extirpados, tornando O jogador tão interessante para os leitores de hoje.", "data_criacao": "2023-04-25T22:19:28.213Z"}}, {"model": "Api.livro", "pk": 20, "fields": {"nome": "Morro dos ventos uivantes", "capa": "MorroDosVentosUivantes.jpg", "autor": "Emily Brontê", "editora": "Principis", "genero": "Romance", "descricao": "Único romance da escritora inglesa Emily Bronte, O morro dos ventos uivantes retrata uma trágica historia de amor e obsessão em que os personagens principais são a obstinada e geniosa Catherine Earnshaw e seu irmão adotivo, Heathcliff. Grosseiro, humilhado e rejeitado, ele guarda apenas rancor no coração, mas tem com Catherine um relacionamento marcado por amor e, ao mesmo tempo, ódio.", "data_criacao": "2023-04-25T22:20:39.965Z"}}, {"model": "Api.livro", "pk": 21, "fields": {"nome": "Memorias postumas de brás cubas", "capa": "memorias-postumas-de-bras-cubas.jpg", "autor": "Machado De Assis", "editora": "Penguin-Companhia", "genero": "Romance", "descricao": "Em 1881, Machado de Assis lançou aquele que seria um divisor de águas não só em sua obra, mas na literatura brasileira: Memórias póstumas de Brás Cubas. Ao mesmo tempo em que marca a fase mais madura do autor, o livro é considerado a transição do romantismo para o realismo. Num primeiro momento, a prosa fragmentária e livre de Memórias póstumas, misturando elegância e abuso, refinamento e humor negro, causou estranheza, inclusive entre a crítica. Com o tempo, no entanto, o defunto autor que dedica sua obra ao verme que primeiro roeu as frias carnes de seu cadáver tornou-se um dos personagens mais populares da nossa literatura. Sua história, uma celebração do nada que foi sua vida, foi transformada em filmes, peças e HQs, e teve incontáveis edições no Brasil e no mundo, conquistando admiradores que vão de Susan Sontag a Woody Allen. Esta edição reproduz o prólogo do próprio autor à terceira edição do livro, em que ele responde às dúvidas dos primeiros leitores. Traz ainda prefácio de Hélio de Seixas Guimarães, professor livre-docente na USP e pesquisador do CNPq, e estabelecimento de texto e notas de Marta de Senna, cocriadora e editora da revista eletrônica Machado de Assis em Linha, e Marcelo Diego, pesquisador da obra de Machado na Universidade Princeton.", "data_criacao": "2023-04-25T22:22:27.465Z"}}, {"model": "Api.livro", "pk": 22, "fields": {"nome": "Materia escura", "capa": "materia-escura.jpg", "autor": "Blake Crouch", "editora": "Intrínseca", "genero": "Ficção Científica", "descricao": "”VOCÊ É FELIZ COM A VIDA QUE TEM?”\r\n\r\nEssas são as últimas palavras que Jason Dessen ouve antes de acordar num laboratório, preso a uma maca. Raptado por um homem mascarado, Jason é levado para uma usina abandonada e deixado inconsciente. Quando acorda, um estranho sorri para ele, dizendo: “Bem-vindo de volta, amigo.”\r\n\r\nNeste novo mundo, Jason leva outra vida. Sua esposa não é sua esposa, seu filho nunca nasceu e, em vez de professor numa universidade mediana, ele é um gênio da física quântica que conseguiu um feito inimaginável. Algo impossível. Será que é este seu mundo, e o outro é apenas um sonho? E, se esta não for a vida que ele sempre levou, como voltar para sua família e tudo que ele conhece por realidade?\r\n\r\nCom ritmo veloz e muita ação, Matéria escura nos leva a um universo muito maior do que imaginamos, ao mesmo tempo em que comove ao colocar em primeiro plano o amor pela família. Marcante e intimista, seus múltiplos cenários compõem uma história que aborda questões profundamente humanas, como identidade, o peso das escolhas e até onde vamos para recuperar a vida com que sonhamos.", "data_criacao": "2023-04-25T22:24:18.760Z"}}, {"model": "Api.livro", "pk": 23, "fields": {"nome": "Lovecraft", "capa": "lovecraft-2.jpg", "autor": "H. P. Lovecraft", "editora": "DarkSide", "genero": "Terror", "descricao": "Stephen King, Neil Gaiman, Caitlín R. Kiernan, Ridley Scott, Sam Raimi, Alan Moore e muitos outros criadores seguem o mesmo líder. Se você também é um adorador do lado mais sombrio da literatura, junte-se ao culto a H.P. Lovecraft.Hoje em dia fica difícil imaginar a cultura pop sem a presença de Howard Phillips Lovecraft. Reconhecido como o legítimo sucessor de Edgar Allan Poe, Lovecraft passou a vida desenvolvendo seres e universos fantásticos. Assim como Tolkien, ele criou sua própria mitologia com deuses e entidades ancestrais.Seu terror cósmico, onde o bem e o mal independem de carma ou moralidade, influenciou muitos dos livros, filmes, bandas e games que a gente tanto ama.", "data_criacao": "2023-04-25T22:26:56.022Z"}}, {"model": "Api.livro", "pk": 24, "fields": {"nome": "Jogos vorazes em chamas", "capa": "livro-jogos-vorazes-em-chamas.jpg", "autor": "Suzanne Collins", "editora": "Rocco", "genero": "Distopia", "descricao": "algo parece ter mudado para sempre em Panem. Aqui e ali, distúrbios e agitações nos distritos dão sinais de que uma revolta é iminente. Katniss e Peeta, representantes do paupérrimo Distrito 12, não apenas venceram os Jogos, mas ridicularizaram o governo e conseguiram fazer todos – incluindo o próprio Peeta – acreditarem que são um casal apaixonado. A confusão na cabeça de Katniss não é menor do que a das ruas. Em meio ao turbilhão, ela pensa cada vez mais em seu melhor amigo, o jovem caçador Gale, mas é obrigada a fingir que o romance com Peeta é real. Já o governo parece especialmente preocupado com a influência que os dois adolescente vitoriosos – transformados em verdadeiros ídolos nacionais – podem ter na população. Por isso, existem planos especiais para mantê-los sob controle, mesmo que isso signifique forçá-los a lutar novamente. Apenas um sobrevive. Best-seller da Veja, a trilogia Jogos Vorazes foi adaptada para o cinema e estrelada por Jennifer Lawrence.", "data_criacao": "2023-04-25T22:28:50.929Z"}}, {"model": "Api.livro", "pk": 25, "fields": {"nome": "Jogos vorazes", "capa": "jogosVorazes.jpg", "autor": "Suzanne Collins", "editora": "Rocco", "genero": "Distopia", "descricao": "Na abertura dos Jogos Vorazes, a organização não recolhe os corpos dos combatentes caídos e dá tiros de canhão até o final. Cada tiro, um morto. Onze tiros no primeiro dia. Treze jovens restaram, entre eles, Katniss. Para quem os tiros de canhão serão no dia seguinte?... Após o fim da América do Norte, uma nova nação chamada Panem surge. Formada por doze distritos, é comandada com mão de ferro pela Capital. Uma das formas com que demonstra seu poder sobre o resto do carente país é com Jogos Vorazes, uma competição anual transmitida ao vivo pela televisão, em que um garoto e uma garota de doze a dezoito anos de cada distrito são selecionados e obrigados a lutar até a morte! Para evitar que sua irmã seja a mais nova vítima do programa, Katniss se oferece para participar em seu lugar. Vinda do empobrecido Distrito 12, ela sabe como sobreviver em um ambiente hostil. Peeta, um garoto que ajudou sua família no passado, também foi selecionado. Caso vença, terá fama e fortuna. Se perder, morre. Mas para ganhar a competição, será preciso muito mais do que habilidade. Até onde Katniss estará disposta a ir para ser vitoriosa nos Jogos Vorazes? Best-seller da Veja, a trilogia Jogos Vorazes foi adaptada para o cinema e estrelada por Jennifer", "data_criacao": "2023-04-25T22:29:56.386Z"}}, {"model": "Api.livro", "pk": 26, "fields": {"nome": "Jogos vorazes A esperança", "capa": "jogosVorazesEsperanca.jpg", "autor": "Suzanne Collins", "editora": "Rocco", "genero": "Distopia", "descricao": "Depois de sobreviver duas vezes à crueldade de uma arena projetada para destruí-la, Katniss acreditava que não precisaria mais lutar. Mas as regras do jogo mudaram: com a chegada dos rebeldes do lendário Distrito 13, enfim é possível organizar uma resistência. Começou a revolução. A coragem de Katniss nos jogos fez nascer a esperança em um país disposto a fazer de tudo para se livrar da opressão. E agora, contra a própria vontade, ela precisa assumir seu lugar como símbolo da causa rebelde. Ela precisa virar o Tordo. O sucesso da revolução dependerá de Katniss aceitar ou não essa responsabilidade. Será que vale a pena colocar sua família em risco novamente? Será que as vidas de Peeta e Gale serão os tributos exigidos nessa nova guerra? Acompanhe Katniss até o fim deste thriller, numa jornada ao lado mais obscuro da alma humana, em uma luta contra a opressão e a favor da esperança. Apenas um sobrevive. Best-seller da Veja, a trilogia Jogos Vorazes foi adaptada para o cinema e estrelada por Jennifer Lawrence.", "data_criacao": "2023-04-25T22:32:03.356Z"}}, {"model": "Api.livro", "pk": 27, "fields": {"nome": "Fim da infância", "capa": "FimDaInfancia.png", "autor": "Arthur C. Clarke", "editora": "Aleph", "genero": "Ficção Científica", "descricao": "Nos primeiros anos da Guerra Fria, uma raça tecnologicamente superior ao homem desce dos céus para governar a Terra.\r\nAo contrário do que se poderia imaginar, os invasores se mostram benevolentes e acabam conduzindo o planeta a um período de prosperidade jamais visto, em que não mais existem violência, fome e doenças. Com poucos focos de resistência, a humanidade se rende ao invasor.\r\nMas os Senhores Supremos têm suas regras: não é permitido a ninguém os conhecer, e a exploração do espaço está terminantemente proibida aos homens. Entre revelações surpreendentes e um vago mal-estar que assombra os corações humanos, o real propósito dos novos líderes permanecerá oculto por duzentos anos. Até que a humanidade esteja pronta. Até que uma missão seja cumprida. Até que a raça humana conheça o destino que lhe foi traçado.", "data_criacao": "2023-04-25T22:32:57.822Z"}}, {"model": "Api.livro", "pk": 28, "fields": {"nome": "Crime e castigo", "capa": "crime-e-castigo.jpg", "autor": "Fiódor Dostoiévski", "editora": "Martin Claret", "genero": "Romance", "descricao": "\"Crime e castigo\" é um daqueles romances universais que, concebidos no decorrer do romântico século XIX, abriram caminhos ao trágico realismo literário dos tempos modernos. Contando nele a soturna história de um assassino em busca de redenção e ressurreição espiritual, Dostoiévski chegou a explorar, como nenhum outro escritor de sua época, as mais diversas facetas da psicologia humana sujeita a abalos e distorções e, desse modo, criou uma obra de imenso valor artístico, merecidamente cultuada em todas as partes do mundo. O fascinante efeito que produz a leitura de \"Crime e castigo\" - angústia, revolta e compaixão renovadas a cada página com um desenlace aliviador - poderia ser comparado à catarse dos monumentais dramas gregos.", "data_criacao": "2023-04-25T22:33:59.891Z"}}, {"model": "Api.livro", "pk": 29, "fields": {"nome": "Cem anos de solidão", "capa": "cem-anos-de-solidao.jpg", "autor": "Gabriel García Márquez", "editora": "Record", "genero": "Romance", "descricao": "Em Cem anos de solidão, um dos maiores clássicos da literatura, o prestigiado autor narra a incrível e triste história dos Buendía - a estirpe de solitários para a qual não será dada “uma segunda oportunidade sobre a terra” e apresenta o maravilhoso universo da fictícia Macondo, onde se passa o romance. É lá que acompanhamos diversas gerações dessa família, assim como a ascensão e a queda do vilarejo. Para além dos artifícios técnicos e das influências literárias que transbordam do livro, ainda vemos em suas páginas o que por muitos é considerado uma autêntica enciclopédia do imaginário, num estilo que consagrou o colombiano como um dos maiores autores do século XX.", "data_criacao": "2023-04-25T22:35:27.506Z"}}, {"model": "Api.livro", "pk": 30, "fields": {"nome": "1984", "capa": "1984.jpg", "autor": "George Orwell", "editora": "Companhia das letras", "genero": "Distopia", "descricao": "Winston, herói de 1984, último romance de George Orwell, vive aprisionado na engrenagem totalitária de uma sociedade completamente dominada pelo Estado, onde tudo é feito coletivamente, mas cada qual vive sozinho. Ninguém escapa à vigilância do Grande Irmão, a mais famosa personificação literária de um poder cínico e cruel ao infinito, além de vazio de sentido histórico. De fato, a ideologia do Partido dominante em Oceânia não visa nada de coisa alguma para ninguém, no presente ou no futuro. O'Brien, hierarca do Partido, é quem explica a Winston que \"só nos interessa o poder em si. Nem riqueza, nem luxo, nem vida longa, nem felicidade: só o poder pelo poder, poder puro\".", "data_criacao": "2023-04-25T22:37:21.496Z"}}, {"model": "Api.livro", "pk": 31, "fields": {"nome": "Harry Potter", "capa": "harrypotter.jpg", "autor": "J. K. Rowling", "editora": "Rocco", "genero": "Fantasia", "descricao": "Deveria ser um livro só para o público infanto-juvenil. Mas, no mundo inteiro, gente de idades variadas lê Harry Potter - um fenômeno da literatura mundial que desafia crenças e estimativas. Harry Potter é um garoto cujos pais, feiticeiros, foram assassinados por um poderosíssimo bruxo quando ele ainda era um bebê. Ele foi levado, então, para a casa dos tios que nada tinham a ver com o sobrenatural. Pelo contrário. Até os 10 anos, Harry foi uma espécie de gata borralheira: maltratado pelos tios, herdava roupas velhas do primo gorducho, tinha óculos remendados e era tratado como um estorvo.No dia de seu aniversário de 11 anos, entretanto, ele parece deslizar por um buraco sem fundo, como o de Alice no país das maravilhas, que o conduz a um mundo mágico. Descobre sua verdadeira história e seu destino: ser um aprendiz de feiticeiro até o dia em que terá que enfrentar a pior força do mal, o homem que assassinou seus pais. O menino de olhos verde, magricela e desengonçado, tão habituado à rejeição, descobre, também, que é um herói no universo dos magos. Potter fica sabendo que é a única pessoa a ter sobrevivido a um ataque do tal bruxo do mal e essa é a causa da marca em forma de raio que ele carrega na testa. Ele não é um garoto qualquer, ele sequer é um feiticeiro qualquer, ele é Harry Potter, símbolo de poder, resistência e um líder natural entre os sobrenaturais. A fábula, recheada de fantasmas, paredes que falam, caldeirões, sapos, unicórnios, dragões e gigantes, não é, entretanto, apenas um passatempo. Harry Potter conduz a discussões metafísicas, aborda o eterno confronto entre o bem e o mal, evidencia algumas mazelas da sociedade, como o preconceito, a divisão de classes através do dinheiro e do berço, a inveja, o egoísmo, a competitividade exacerbada, a busca pelo ideal - a necessidade de aprender, nem que seja à força, que a vida é feita de derrotas e vitórias e que isso é importante para a formação básica de um adulto.", "data_criacao": "2023-04-25T22:39:21.151Z"}}, {"model": "Api.livro", "pk": 32, "fields": {"nome": "O médico e o monstro", "capa": "O-Medico-e-o-Mostro.jpg", "autor": "Robert Louis Stevenson", "editora": "Principis", "genero": "Ficção", "descricao": "Poucos clássicos da literatura são tão conhecidos e adorados como O médico e o monstro. Escrito quando o autor tinha trinta e cinco anos de idade, em 1885, o romance foi um sucesso imediato de público e inseriu Robert Louis Stevenson no grupo seleto dos grandes escritores da literatura universal. Ao narrar as experiências de um médico que, numa “noite maldita”, tomou uma poção fumegante de coloração avermelhada e descobriu “a dualidade absoluta e primordial do homem”, o autor escocês criou uma história de suspense e horror, em que o perigo iminente não está do lado de fora, mas do lado de dentro, na parte obscura da alma. Esta edição, além de uma introdução de Robert Mighall, Ph.D. em ficção gótica e ciência médico-legal vitoriana na Universidade de Wales, conta com um prefácio do escritor Luiz Alfredo Garcia-Roza, que define o romance como “um dos mais perfeitos e provavelmente o mais famoso romance de mistério da literatura de língua inglesa”.", "data_criacao": "2023-04-26T12:56:11.936Z"}}, {"model": "Api.livro", "pk": 33, "fields": {"nome": "Revolução dos bichos", "capa": "revolucao-bichos.jpg", "autor": "George Orwell", "editora": "Companhia das letras", "genero": "Fabula", "descricao": "Escrita em plena Segunda Guerra Mundial e publicada em 1945 depois de ter sido rejeitada por várias editoras, essa pequena narrativa causou desconforto ao satirizar ferozmente a ditadura stalinista numa época em que os soviéticos ainda eram aliados do Ocidente na luta contra o eixo nazifascista. De fato, são claras as referências: o despótico Napoleão seria Stálin, o banido Bola-de-Neve seria Trotsky, e os eventos políticos - expurgos, instituição de um estado policial, deturpação tendenciosa da História - mimetizam os que estavam em curso na União Soviética. Com o acirramento da Guerra Fria, as mesmas razões que causaram constrangimento na época de sua publicação levaram A revolução dos bichos a ser amplamente usada pelo Ocidente nas décadas seguintes como arma ideológica contra o comunismo. O próprio Orwell, adepto do socialismo e inimigo de qualquer forma de manipulação política, sentiu-se incomodado com a utilização de sua fábula como panfleto.", "data_criacao": "2023-04-26T13:00:24.510Z"}}, {"model": "Api.livro", "pk": 34, "fields": {"nome": "Dom Quixote", "capa": "dom-quixote.jpg", "autor": "Miguel De Cervantes", "editora": "Principis", "genero": "Romance", "descricao": "Influenciado pelas gloriosas histórias de cavalaria, um homem já de idade avançada resolve se aventurar pelo mundo montado em um pangaré e em companhia de um simples camponês. Nesta adaptação, as aventuras de Dom Quixote e Sancho Pança exaltam a essência do Cavaleiro da Triste Figura.", "data_criacao": "2023-04-26T13:02:11.968Z"}}, {"model": "Api.livro", "pk": 35, "fields": {"nome": "Meu pé de laranja lima", "capa": "meu-pe-laranja.jpg", "autor": "José Mauro Vasconcelos", "editora": "Melhoramentos", "genero": "Romance", "descricao": "Um clássico da literatura brasileira, com adaptações para a televisão, o cinema e o teatro, O Meu Pé de Laranja Lima é desses livros que marcam época. Lançado em 1968, trata-se de uma história fortemente autobiográfica, que demonstra a mão de um escritor experiente, ciente do efeito que pode provocar nos leitores com suas cenas e a composição de seus personagens. O protagonista Zezé tem 6 anos e mora num bairro modesto, na zona norte do Rio de Janeiro. O pai está desempregado, e a família passa por dificuldades. O menino vive aprontando, sem jamais se conformar com as limitações que o mundo lhe impõe – viaja com sua imaginação, brinca, explora, descobre, responde aos adultos, mete-se em confusões, causa pequenos desastres. As surras que lhe aplicam seu pai e sua irmã mais velha são seu suplício, a ponto de fazê-lo querer desistir da vida. No entanto, o apego ao mundo que criou felizmente sempre fala mais alto. Só não há remédio para a dor, para a perda. E Zezé muito cedo descobrirá isso. A alegria e a tristeza não poderiam estar mais bem combinadas do que nestas páginas. E isso, se não explica, justifica a imensa popularidade alcançada pelo livro.", "data_criacao": "2023-04-26T13:06:10.513Z"}}, {"model": "Api.livro", "pk": 36, "fields": {"nome": "Duna", "capa": "duna.jpg", "autor": "Frank Herbert", "editora": "Aleph", "genero": "Ficção Científica", "descricao": "Uma estonteante mistura de aventura e misticismo, ecologia e política, este romance ganhador dos prêmios Hugo e Nebula deu início a uma das mais épicas histórias de toda a ficção científica. Duna é um triunfo da imaginação, que influenciará a literatura para sempre.Esta edição inédita, com introdução de Neil Gaiman, apresenta ao leitor o universo fantástico criado por Herbert e que será adaptado ao cinema por Denis Villeneuve, diretor de A chegada e de Blade Runner 2049.", "data_criacao": "2023-04-26T13:07:47.996Z"}}, {"model": "Api.livro", "pk": 37, "fields": {"nome": "Fim da eternidade", "capa": "fim-da-eternidade.jpg", "autor": "Isac Asimov", "editora": "Aleph", "genero": "Ficção Científica", "descricao": "Andrew Harlan é um Eterno: membro da classe dominante do futuro. Seu trabalho é viajar pelos séculos monitorando e alterando realidades, corrigindo assim os erros dos homens. A humanidade estava a salvo. Até que Harlan comete o pior dos pecados: apaixona-se. Tido como um de seus melhores trabalhos, este clássico nos mostra mais uma vez por que Asimov é considerado o grande mestre da ficção científica moderna.", "data_criacao": "2023-04-26T13:09:37.948Z"}}]